export default function About(){
  return (
    <div className="py-12">
      <div className="container">
        <h1 className="text-2xl font-bold text-navy mb-4">من نحن</h1>
        <p className="text-gray-700">نحن في مؤسسة 'ديبو للخدمات العامة' (DEBO) نؤمن بأن الانتقال نحو خطوة جديدة، سواء للسياحة، أو لاستكمال المسيرة الأكاديمية، أو لتأسيس حياة مستقرة، يجب أن يكون تجربة سلسة وخالية من التعقيدات. انطلقنا من إدراكنا العميق للاحتياجات الحقيقية للمسافرين، وتحديداً الطلاب الوافدين إلى تركيا. ومن خلال جذورنا الممتدة في العمل القيادي والطلابي داخل الأوساط الأكاديمية التركية الحيوية كمدينة قيصري، لامسنا عن قرب كافة التحديات الإدارية واللوجستية التي يواجهها الأفراد. لذا، كرسنا جهودنا لتقديم منظومة خدمات لوجستية وتعليمية متكاملة؛ تبدأ من تيسير القبولات الجامعية واستخراج التأشيرات، وصولاً إلى توفير التأمين الصحي الشامل. نحن شريكك الموثوق ورفيق دربك نحو بلوغ أهدافك باحترافية وأمان.</p>
      </div>
    </div>
  )
}
